API_TOKEN = '5540793759:AAF63waJNnX6k9fVQFrbNe2xDbgaMTOU6_w'
printer_count = 60
hello_question = "Привет! Чем займёмся?"
printer_number_request = "Введи номер принтера"
int_value_error = "Нужно ввести целое число"
component_request = "Что меняем / устанавливаем?"
warehouse_element_type_request = "Количество чего обновим?"


start_menu_commands = [
    'Заменить комплектующую',
    'Обновить содержимое склада',
    'Посмотреть историю принтера',
    'Посмотреть историю замен запчастей',
]

warehouse_update_types = [
    "Провести инвентаризацию",
    "Обновление по одной позиции"
]

warehouse_list = (
    "Коробки",
    "Клей",
    "Сопло(Н)",
    "Сопло(В)",
    "Вода",
    "Шестерня(Н)",
    "Шестерня(В)",
    "Скотч",
    "Стрэтч"
)


component_list = [
    'Сопло(В)', 'Сопло(Н)',
    'Шестерня(В)', 'Шестерня(Н)',
    'Чистка сопла',
    'ТО', 'PEI-пластина'
]
